Repository: DBinaghi/plugin-ItemDuplicator
Catalog: languages/*.po
Languages: it

source: The item "%s" was successfully duplicated!
it: Il documento "#%s" è stato duplicato con successo!

source: The item #%s was successfully duplicated!
it: Il documento #%s è stato duplicato con successo!

source: DC Title field cannot be empty!
it: Il campo Titolo Dublin Core non può essere vuoto!

source: DC Subject field cannot be empty!
it: Il campo Soggetto Dublin Core non può essere vuoto!

source: DC Date field cannot be empty!
it: Il campo Data Dublin Core non può essere vuoto!

source: Duplicate Item %s
it: Duplica documento %s

source: Add duplicate
it: Aggiungi duplicato

source: Duplicate
it: Duplica

source: Allowed users
it: Utenti autorizzati

source: Restrict privilege
it: Restrizione privilegi

source: If checked, only users with Super User or Admin role will be able to duplicate Items.
it: Se selezionata, solo gli utenti con ruolo Super User o Admin saranno in grado di duplicare documenti.

source: Fields
it: Campi

source: Empty Title field
it: Svuota campo Titolo

source: If checked, field DublinCore:Title will be emptied when showing duplicate Item.
it: Se selezionata, il campo Titolo (DublinCore:Title) verrà svuotato alla visualizzazione del documento duplicato.

source: Empty Subject field
it: Svuota campo Soggetto

source: If checked, field DublinCore:Subject will be emptied when showing duplicate Item.
it: Se selezionata, il campo Soggetto (DublinCore:Subject) verrà svuotato alla visualizzazione del documento duplicato.

source: Empty Date field
it: Svuota campo Data

source: If checked, field DublinCore:Date will be emptied when showing duplicate Item.
it: Se selezionata, il campo Data (DublinCore:Date) verrà svuotato alla visualizzazione del documento duplicato.

source: Check for empty fields
it: Verifica campi vuoti

source: If checked, fields above are checked before saving and, if any is found empty, a warning will be shown and the saving process will be interrupted.
it: Se selezionata, i campi sopraindicati sono controllati prima del salvataggio e, se trovati vuoti, un avviso verrà mostrato e il processo di salvataggio verrà interrotto.

source: Highlight emptied fields
it: Evidenza campi svuotati

source: Color hex code (e.g.: #ff0000) to highlight the fields that have been emptied (blank means no highlight).
it: Codice hex (p.e.: #ff0000) del colore di sfondo per i campi che sono stati svuotati (vuoto significa colore di default).

source: pound sign (#) followed by six hex values
it: cancelletto (#) seguito da 6 valori esadecimali

source: Tags
it: Etichette

source: Remove Tags
it: Rimozione etichette

source: If checked, tags will be removed when showing duplicate Item.
it: Se selezionata, le etichette verranno rimosse alla visualizzazione del documento duplicato.

source: Publishing Item
it: Pubblicazione documento

source: Make private
it: Rendi privato

source: If checked, duplicate items will not be automatically made public, even if user role allows that.
it: Se selezionata, i documenti duplicati non saranno resi pubblici automaticamente anche se il ruolo utente lo permette.
